Repository: NicoJuicy/ios
Catalog: OwnTracks/OwnTracks/*.lproj/Localizable.strings
Languages: fr

source: a region
fr: une région

source: Address resolver disabled
fr: Résolution d'adresse désactivée

source: Address resolver failed
fr: La résolution d'adresse a échoué

source: Addressbook Access
fr: Accès au répertoire

source: App is not allowed to use location services
fr: L'application n'est pas autorisée à utiliser la localisation

source: App is not allowed to use location services in background
fr: L'application n'est pas autorisée à utiliser la localisation en arrière plan

source: App is not allowed to use location services yet
fr: L'application n'est pas encore autorisée à utiliser les services de localisation

source: App use of location services is restricted
fr: L'utilisation des services de location est restreinte

source: App use of location services is unclear
fr: L'utilisation des services de location est incertaine

source: Beacon QR successfully processed
fr: Le QR de la balise a bien été traité

source: Cancel
fr: Annuler

source: Card
fr: Carte

source: Choose action
fr: Choisir l'action

source: Clipboard
fr: Presse papier

source: closed
fr: fermé

source: closing
fr: fermeture

source: connected
fr: connecté

source: connecting
fr: connexion

source: Continue
fr: Continuer

source: Copied
fr: Copié

source: created at center of map
fr: créé au centre de la carte

source: Do you want the map to allow interaction? If you choose yes, the map provider may analyze your tile requests
fr: Voulez-vous que la carte permette une interaction ? Si vous choisissez oui, le fournisseur de la carte peut analyser vos demandes de tuiles

source: Do you want to resolve adresses? If you choose yes, the geocoding provider may analyze your requests
fr: Voulez-vous résoudre les adresses ? Si vous choisissez oui, le fournisseur de géocodage peut analyser vos demandes

source: due to rate limit or off-line
fr: en raison d'une limite de débit ou hors ligne

source: Entering
fr: Arrivée à

source: enters
fr: entre

source: error
fr: erreur

source: Error processing file
fr: Erreur lors du traitement du fichier

source: Export
fr: Exporter

source: Fetching tour list from backend
fr: Récupération de la liste des tours depuis le backend

source: File
fr: Fichier

source: file open error
fr: erreur d'ouverture de fichier

source: Fly
fr: Vol

source: Friend
fr: Ami

source: has been denied by user. If you allow OwnTracks to access your contacts, you can link your devices to contacts. OwnTracks will then display the contact name and image instead of the device Id. No information of your address book will be uploaded to any server. Go to Settings/Privacy/Contacts to change
fr: a été refusé par l'utilisateur. Si vous autorisez OwnTracks à accéder à vos contacts, vous pouvez lier vos appareils aux contacts. OwnTracks affichera alors le nom et l'image du contact au lieu de l'Id de l'appareil. Aucune information de votre carnet d'adresse ne sera téléchargée sur un serveur. Allez dans Paramètres/Privacy/Contacts pour changer

source: has been restricted, possibly due to restrictions such as parental controls.
fr: a été limitée, peut-être en raison de restrictions telles que le contrôle parental.

source: Inaccurate or old location information
fr: Données de localisation incorrectee ou anciennee

source: incorrect file or passphrase
fr: fichier ou phrase incorrecte

source: Inline Configuration incorrect
fr: Paramétrage en ligne incorrecte

source: Inline Configuration incorrectly encoded
fr: Mauvais encodage du paramétrage en ligne

source: Inline Configuration missing parameters
fr: Paramètre manquant dans le paramétrage en ligne

source: Inline Configuration successfully processed
fr: Paramétrage en ligne traité avec succès

source: leaves
fr: sort

source: Leaving
fr: Quitter

source: Location
fr: position

source: Location copied to clipboard
fr: Pposition copiée vers le presse-papier

source: locked
fr: verrouillé

source: Manual
fr: Manuel

source: Map Interaction
fr: Carte interactive

source: Move
fr: Bouger

source: Mute
fr: Silence

source: No
fr: Non

source: no content available
fr: aucun contenu

source: No location available
fr: P

source: No location recorded
fr: Aucune localisation enregistrée

source: No or empty tour list received from backend
fr: Liste de tournées vide ou inexistante reçue du backend

source: no url specified
fr: pas d'url spécifié

source: Open
fr: Ouvrir

source: opening URL
fr: ouverture de l'URL

source: Please be aware your stored waypoints and locations will be deleted on this device for privacy reasons. Please backup before.
fr: Sachez que les waypoints et les lieux que vous avez enregistrés seront supprimés sur cet appareil pour des raisons de confidentialité. Veuillez faire une sauvegarde avant.

source: Protocol invalid
fr: Protocole invalide

source: Protocol may be 3 for MQTT V3.1 or 4 for MQTT V3.1.1 or 5 for MQTT V5
fr: Le protocole peut être 3 pour MQTT V3.1 ou 4 pour MQTT V3.1.1 ou 5 pour MQTT V5

source: publish queued on user request
fr: publication mise en attente à la demande de l'utilisateur

source: Quiet
fr: Calme

source: Remove
fr: Enlever

source: Requesting tour
fr: Demande de tournée

source: Requesting tour list
fr: Demande de la liste des tournées

source: resolving...
fr: résolution...

source: Response
fr: Réponse

source: Reverse Geocoding Address Resolution
fr: Géocodage inversé de résolution d'adresses

source: Send
fr: Envoyer

source: Send location now
fr: Envoyer la localisation

source: set and sent to backend
fr: défini et envoyé au backend

source: Set POI
fr: Définir le POI

source: Set tag
fr: Définir l'étiquette

source: Set Tag
fr: Définir l'étiquette

source: Settings
fr: Paramètres

source: Setup
fr: Configuration

source: Setup your own OwnTracks server for full privacy protection. More Info on https://owntracks.org/booklet
fr: Configurez votre propre serveur OwnTracks pour une protection totale de votre vie privée. Plus d'informations sur https://owntracks.org/booklet

source: Significant
fr: Significatif

source: Similar to MQTT mode, except data transmission uses HTTP, not MQTT.
fr: Semblable au mode MQTT, mais le protocole utilisé est HTTP, et non MQTT.

source: successfully processed
fr: traitement réussi

source: Table is empty
fr: La table est vide

source: TLS Client Certificate
fr: Certificat TLS client

source: To publish your location userID and deviceID must be set
fr: Pour publier votre emplacement, vous devez définir les paramètres userID et deviceID

source: Topic copied to clipboard
fr: Sujet copié dans le presse-papier

source: Tour created
fr: Tournée créée

source: Tour deleted
fr: Tournée supprimée

source: Tour list received
fr: Liste des tournées récupérée

source: Tour list request timed out
fr: La demande de la liste des tournées a expiré

source: Tour request timed out
fr: La demande de tournée a expiré

source: Tours
fr: Tournées

source: Tours status
fr: Status des tournées

source: Tours Status
fr: Status des tournées

source: TrackerID invalid
fr: TrackerID invalide

source: TrackerID may be empty or up to 2 characters long
fr: TrackerID peut être vide ou jusqu'à 2 caractères

source: TrackerID may contain alphanumeric characters only
fr: TrackerID ne peut contenir que des caractères alphanumriques

source: unknown scheme in url
fr: schéma inconnu dans l'url

source: unknown state
fr: état inconnu

source: unknown url path
fr: chemin url inconnu

source: URL copied to Clipboard
fr: URL copiée vers le presse-papier

source: When switching between modes, all OwnTracks data will be deleted for privacy reasons.
fr: Lors du changement de mode, toutes les données OwnTracks seront supprimées pour des raisons de confidentialité.

source: Yes
fr: Oui

source: You cannot use background fetch
fr: Vous ne pouvez pas utiliser la récupération en arrère plan

source: You disabled background fetch
fr: Vous avez désactivé la récupération en arrière plan

source: You need to setup your own OwnTracks server and edit your configuration for full privacy protection. Detailed info on https://owntracks.org/booklet
fr: Vous devez installer votre propre serveur OwnTracks et modifier votre configuration pour une protection totale de la vie privée. Informations détaillées sur https://owntracks.org/booklet
